antigravity-tools-bin
claude-code
clipsync-git
cnmplayer
ddcutil-service
dms-shell-bin
dsearch-bin
flclash-bin
google-chrome
linuxqq-appimage
lsfg-vk-bin
mangojuice-bin
niri-sidebar-git
protonplus
quickshell-git
shorin-contrib-git
shorinclip-git
ttf-harmonyos-sans
ttf-jetbrains-maple-mono-nf-xx-xx
ttf-lxgw-wenkai-screen
video-downloader
visual-studio-code-bin
waybar-niri-taskbar-git
waypaper
wechat-appimage
wlogout
