adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
alsa-firmware
alsa-ucm-conf
archlinuxcn-keyring
aria2
baobab
base
base-devel
bazaar
bluetui
bluez
brightnessctl
btop
btrfs-assistant
btrfs-progs
cava
chafa
chezmoi
clash
cliphist
clipnotify
cmatrix
dnsmasq
efibootmgr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-rime
fd
ffmpegthumbnailer
file-roller
firefox
fish
flatpak
flatseal
fuzzel
fzf
gamescope
gdu
git
git-lfs
github-cli
gnome-calendar
gnome-clocks
gnome-disk-utility
gnome-font-viewer
gnome-keyring
greetd
greetd-tuigreet
grim
gst-libav
gst-plugin-va
gst-plugins-base
gst-plugins-good
gvfs-gphoto2
gvfs-mtp
gvfs-smb
heroic-games-launcher-bin
hyprlock
hyprpicker
imagemagick
impala
imv
intel-media-driver
intel-ucode
iwd
jq
kitty
lact
less
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-opencl-mesa
lib32-pipewire
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libnotify
libva-utils
linux
linux-firmware
localsend
lolcat
lutris
mako
mangohud
matugen
mihomo
mission-center
mpv
nautilus-open-any-terminal
neovim
networkmanager
niri
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
obs-studio
obsidian
ocl-icd
openbsd-netcat
opencl-mesa
openssh
otf-font-awesome
pacman-contrib
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
qemu-full
ranger
reflector
rime-ice-git
rime-wubi
ripgrep
rsync
satty
sl
slurp
snapper
sof-firmware
starship
steam
stow
swayidle
swayosd
swtpm
swww
terminus-font
thunar
thunar-archive-plugin
thunar-volman
timg
transmission-gtk
tree
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
upscaler
usbutils
vim
virt-manager
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
waifu2x-ncnn-vulkan
waybar
webp-pixbuf-loader
wf-recorder
wine
wine-gecko
wine-mono
wireplumber
wl-clipboard
wlsunset
xclip
xdg-desktop-portal-gnome
xdg-user-dirs
xf86-video-amdgpu
xorg-xhost
xwayland-satellite
yay
yazi
zoxide
zram-generator
